{
  "title": "Großes Update",
  "image_url": "https://theoretical.studio/ps-mails/img/update.jpg",
  "body": "Hallo zusammen! Wir waren 4 Monate in \"Winterschlaf\", aber das hatte einen Grund! 😏 In dieser Zeit haben wir ein tolles Update für euch vorbereitet, und es ist endlich bereit!\n\nJetzt kommen wir zum Wesentlichen — was hat sich geändert:\n\nWir haben den Prozess zur Auswahl von Kreaturen komplett überarbeitet, sodass ihr aus drei zufälligen Karten aus der Sammlung wählen könnt. Die Spiele werden interessanter und nicht mehr so monoton, wo man einfach mit demselben Setup mehrere Kämpfe hintereinander spielt. Jetzt müsst ihr eure Strategie spontan entwickeln, was wir für den größten Spaß halten. Außerdem haben wir die Möglichkeit hinzugefügt, den Draft zu aktualisieren und Kreaturen ab der zweiten Runde vom Feld zu entfernen, was es euch endlich ermöglicht, euren Build anzupassen und Gegner zu kontern.\n\nWir haben ALLE Fähigkeiten der Kreaturen überarbeitet! Jetzt haben die Kreaturen einzigartigere Fähigkeiten und jede Kreatur hat ihre eigene einzigartige Rolle: Es gibt mehr Optionen für verschiedene Combos. Alle angreifenden Kreaturen haben endlich unterschiedliche Angriffe. Wir haben die Fähigkeiten in AUTOMATISCHE, SUPER und PASSIVE unterteilt, was es einfacher macht zu verstehen, was jede Kreatur macht. Wir haben versucht, alles so auszubalancieren, dass es keine übermäßig starken oder schwachen Kreaturen gibt, sodass jede Kreatur spielbar ist, aber jetzt gibt es mehr Sinn in effektiven Setups und Combos.\n\nWir haben den Prozess des Öffnens von Wassermelonen überarbeitet: \"Samen\" sind jetzt \"Tickets\" (wir denken, das ist klarer). Wir haben einen Bildschirm nach dem Kampf hinzugefügt, der zeigt, welche Wassermelone gefallen ist und warum. Wir haben die Mechanik des Öffnens von Wassermelonen überarbeitet: Jetzt kann die Wassermelone mit einer bestimmten Chance verbessert werden, und ihr könnt eine viel coolere Belohnung in der Diamant-Wassermelone erhalten, wenn ihr Glück habt. Wir haben die Möglichkeit hinzugefügt, sofort x2 Duplikate zum Preis von 2 Tickets zu erhalten.\n\nEin neuer Arena-Modus wurde eingeführt. Er wird für Spieler freigeschaltet, die die Goldliga oder höher erreichen. Jede Woche wird es in der Arena Echtzeit-PvP-Kämpfe geben. Wir haben ein ELO-Bewertungssystem hinzugefügt (wie bei Schachturnieren), Belohnungen und sogar einen Chat. Kommt freitags in die Arena, um zu kämpfen.\n\nWir haben die Teams ein wenig überarbeitet; früher konntet ihr nicht für euer Team spielen, sondern einfach eintreten und Belohnungen erhalten. Jetzt gibt es einen separaten Belohnungsladen, der mit dem Fortschritt des Teams geöffnet wird, aber ihr müsst eure Tokens ausgeben, um individuelle Belohnungen zu erhalten. Wir denken, das ist fairer, und die Belohnungen selbst sind cooler geworden.\n\nWir haben auch viel Zeit in die Benutzeroberfläche des Spiels investiert, die Klarheit und Benutzerfreundlichkeit verbessert, Tipps beim Platzieren hinzugefügt, Tipps beim Überfahren von Charakteren hinzugefügt, aktive Buffs angezeigt und vieles mehr. Wir haben das Tutorial komplett überarbeitet. Wir haben nervige Aufgabenbenachrichtigungen entfernt. Wir haben einige Sounds und Musik korrigiert. Natürlich haben wir viele alte Bugs geschlossen und neue hinzugefügt 😄\n\nUnd… bald werden wir einen neuen Boss ankündigen! Nicht die Bosse, die einfach vergrößerte Versionen der normalen sind, sondern etwas völlig Neues.\n\nWir hoffen, dass diese Änderungen das Spiel interessanter machen. Wenn ihr Vorschläge habt oder einen Bug gefunden habt, lasst es uns bitte wissen!\n\nBis bald auf dem Schlachtfeld!\nDas Team von Theoretical Studio",
  "button_text": null,
  "button_link": null
}
