{
  "title": "Grande Atualização",
  "image_url": "https://theoretical.studio/ps-mails/img/update.jpg",
  "body": "Olá a todos! Estivemos em \"hibernação\" por 4 meses, mas foi por um motivo! 😏 Durante esse tempo, preparamos uma atualização incrível para vocês, e finalmente está pronta!\n\nAgora vamos ao que interessa — o que mudou:\n\nReformulamos completamente o processo de seleção de criaturas para escolher entre três cartas aleatórias da coleção. Os jogos serão mais interessantes e não serão tão monótonos, onde você apenas joga a mesma configuração várias vezes seguidas. Agora você terá que construir sua estratégia no calor do momento, o que acreditamos ser a parte mais divertida. Também adicionamos a capacidade de atualizar o draft e remover criaturas do campo a partir da segunda rodada, permitindo que você adapte sua construção e contraponha os oponentes.\n\nReformulamos TODAS as habilidades das criaturas! Agora as criaturas têm habilidades mais únicas e cada criatura tem seu próprio papel único: há mais opções para diferentes combos. Todas as criaturas atacantes finalmente têm ataques diferentes. Também dividimos as habilidades em AUTOMÁTICAS, SUPER e PASSIVAS, tornando mais fácil entender o que cada criatura faz. Tentamos equilibrar tudo para que não haja criaturas excessivamente fortes ou fracas, permitindo que qualquer criatura seja jogável, mas agora há mais significado em configurações e combos eficazes.\n\nReformulamos o processo de abertura de melancias: \"sementes\" agora são \"ingressos\" (achamos que isso é mais claro). Adicionamos uma tela pós-batalha mostrando qual melancia caiu e por quê. Reformulamos a mecânica de abertura de melancias: agora a melancia pode melhorar com uma certa chance, e você pode obter uma recompensa muito mais legal na melancia de diamante se tiver sorte. Adicionamos a opção de obter x2 duplicatas pelo preço de 2 ingressos.\n\nUm novo modo Arena foi introduzido. Ele é desbloqueado para jogadores que alcançam a Liga Ouro ou superior. A cada semana, haverá batalhas PvP em tempo real na Arena. Adicionamos um sistema de classificação ELO (como em torneios de xadrez), recompensas e até um chat. Junte-se a nós às sextas-feiras na Arena para batalhas.\n\nReformulamos um pouco as Equipes; anteriormente, você não podia jogar pela sua equipe, apenas entrar e receber recompensas. Agora há uma loja de recompensas separada que é desbloqueada com o progresso da equipe, mas você precisa gastar seus tokens para receber recompensas individuais. Achamos que isso é mais justo, e as recompensas em si se tornaram mais legais.\n\nTambém gastamos muito tempo na interface do jogo, melhorando a clareza e a conveniência, adicionando dicas durante a colocação, dicas ao passar o mouse sobre os personagens, exibindo buffs ativos e muito mais. Reformulamos completamente o tutorial. Removemos notificações irritantes sobre tarefas. Corrigimos alguns sons e músicas. Fechamos muitos bugs antigos, é claro, adicionando novos 😄\n\nE… em breve anunciaremos um novo chefe! Não aqueles chefes que são apenas versões ampliadas dos normais, mas algo completamente novo.\n\nEsperamos que essas mudanças tornem o jogo mais interessante. Se você tiver alguma sugestão ou encontrou algum bug, por favor, nos avise!\n\nAté breve no campo de batalha!\nA equipe Theoretical Studio",
  "button_text": null,
  "button_link": null
}
