{
  "title": "Gran Actualización",
  "image_url": "https://theoretical.studio/ps-mails/img/update.jpg",
  "body": "¡Hola a todos! Hemos estado en \"hibernación\" durante 4 meses, ¡pero fue por una razón! 😏 Durante este tiempo, preparamos una actualización increíble para ustedes, ¡y finalmente está lista!\n\nAhora vamos al grano — ¿qué ha cambiado?\n\nHemos renovado completamente el proceso de selección de criaturas para elegir entre tres cartas aleatorias de la colección. Los juegos serán más interesantes y no serán tan monótonos, donde solo juegas con la misma configuración varias veces seguidas. Ahora tendrás que construir tu estrategia sobre la marcha, lo que creemos que es lo más divertido. También añadimos la posibilidad de refrescar el draft y eliminar criaturas del campo a partir de la segunda ronda, lo que finalmente te permitirá adaptar tu construcción y contrarrestar a los oponentes.\n\n¡Hemos reestructurado TODAS las habilidades de las criaturas! Ahora las criaturas tienen habilidades más únicas y cada criatura tiene su propio rol único: hay más opciones para diferentes combos. Todas las criaturas atacantes finalmente tienen ataques diferentes. También dividimos las habilidades en AUTOMÁTICAS, SUPER y PASIVAS, lo que facilita entender qué hace cada criatura. Intentamos equilibrar todo para que no haya criaturas demasiado fuertes o débiles, permitiendo que cualquier criatura sea jugable, pero ahora hay más sentido en configuraciones y combos efectivos.\n\nReformulamos el proceso de apertura de sandías: \"semillas\" ahora son \"boletos\" (creemos que esto es más claro). Añadimos una pantalla posterior a la batalla que muestra qué sandía cayó y por qué. Reformulamos la mecánica de apertura de sandías: ahora la sandía puede mejorar con cierta probabilidad y puedes obtener una recompensa mucho más genial en la sandía de diamante si tienes suerte. Añadimos la opción de obtener x2 duplicados por el precio de 2 boletos.\n\nSe introdujo un nuevo modo Arena. Se desbloquea para jugadores que alcanzan la Liga de Oro o superior. Cada semana habrá batallas PvP en tiempo real en la Arena. Añadimos un sistema de clasificación ELO (como en torneos de ajedrez), recompensas e incluso un chat. Únete a nosotros los viernes en la Arena para luchar.\n\nReestructuramos un poco los Equipos; antes no podías jugar por tu equipo, solo entrar y recibir recompensas. Ahora hay una tienda de recompensas separada que se desbloquea con el progreso del equipo, pero necesitas gastar tus tokens para recibir recompensas individuales. Creemos que esto es más justo, y las recompensas en sí se han vuelto más geniales.\n\nTambién pasamos mucho tiempo en la interfaz del juego, mejorando la claridad y la comodidad, añadiendo consejos durante la colocación, consejos al pasar el ratón sobre los personajes, mostrando potenciadores activos y mucho más. Reformulamos completamente el tutorial. Eliminamos las molestas notificaciones de tareas. Corregimos algunos sonidos y música. Cerramos muchos errores antiguos, por supuesto, añadiendo nuevos 😄\n\nY… pronto anunciaremos un nuevo jefe. No esos jefes que son solo versiones ampliadas de los normales, sino algo completamente nuevo.\n\nEsperamos que estos cambios hagan el juego más interesante. Si tienes alguna sugerencia o encontraste algún error, ¡háznoslo saber!\n\n¡Hasta pronto en el campo de batalla!\nEl equipo de Theoretical Studio",
  "button_text": null,
  "button_link": null
}
