{
  "title": "Büyük Güncelleme",
  "image_url": "https://theoretical.studio/ps-mails/img/update.jpg",
  "body": "Merhaba herkese! 4 aydır \"kış uykusunda\" idik, ama bunun bir nedeni vardı! 😏 Bu süre zarfında sizin için harika bir güncelleme hazırladık ve nihayet hazır!\n\nŞimdi ana konuya gelelim — neler değişti:\n\nYaratık seçim sürecini tamamen yeniden düzenledik, artık koleksiyondan üç rastgele kart arasından seçim yapıyorsunuz. Oyunlar daha ilginç olacak ve aynı düzenle birden fazla kez oynamak kadar monoton olmayacak. Artık stratejinizi anlık olarak oluşturmanız gerekecek, ki bu da bizim görüşümüze göre en eğlenceli kısım. Ayrıca, ikinci turdan itibaren taslağı yenileme ve sahadan yaratıkları kaldırma imkanı ekledik, bu da yapınızı uyarlamanıza ve rakiplerinizi karşı koymanıza olanak tanıyacak.\n\nTÜM yaratık yeteneklerini yeniden düzenledik! Artık yaratıkların daha benzersiz yetenekleri var ve her yaratık kendi benzersiz rolüne sahip: farklı kombinasyonlar için daha fazla seçenek var. Tüm saldırgan yaratıkların nihayet farklı saldırıları var. Ayrıca yetenekleri OTOMATİK, SÜPER ve PASİF olarak ayırdık, bu da her yaratığın ne yaptığını anlamayı kolaylaştırıyor. Her şeyin aşırı güçlü veya zayıf yaratıklar olmayacak şekilde dengelenmesini sağlamaya çalıştık, böylece her yaratık oynanabilir, ancak şimdi etkili düzenlemelerde ve kombinasyonlarda daha fazla anlam var.\n\nKarpuz açma sürecini yeniden düzenledik: \"tohumlar\" artık \"biletler\" (bunun daha net olduğunu düşünüyoruz). Hangi karpuzun düştüğünü ve nedenini gösteren bir savaş sonrası ekranı ekledik. Karpuz açma mekaniklerini yeniden düzenledik: artık karpuz belirli bir şansla iyileşebilir ve şanslıysanız elmas karpuzda çok daha havalı bir ödül alabilirsiniz. 2 bilet karşılığında x2 kopya alma seçeneği ekledik.\n\nYeni bir Arena modu tanıtıldı. Bu, Altın Lige veya üstüne ulaşan oyuncular için açılıyor. Her hafta, Arenada gerçek zamanlı PvP savaşları olacak. ELO sistemine göre bir sıralama ekledik (satranç turnuvalarında olduğu gibi), ödüller ve hatta bir sohbet. Cuma günleri Arenaya katılın, savaşalım.\n\nTakımları biraz yeniden düzenledik; daha önce kendi takımınız için oynamak zorunda değildiniz, sadece girip ödül alıyordunuz. Şimdi, takım ilerlemesi ile açılan ayrı bir ödül dükkanı var, ancak bireysel ödüller almak için tokenlerinizi harcamanız gerekiyor. Bunun daha adil olduğunu düşünüyoruz ve ödüller kendileri daha havalı hale geldi.\n\nAyrıca, oyun arayüzüne çok zaman harcadık, netliği ve kullanışlılığı artırdık, yerleştirme sırasında ipuçları ekledik, karakterin üzerine gelindiğinde ipuçları ekledik, aktif güçlendirmeleri gösterdik ve daha fazlasını yaptık. Eğitimi tamamen yeniden düzenledik. Rahatsız edici görev bildirimlerini kaldırdık. Bazı sesleri ve müzikleri düzelttik. Elbette birçok eski hatayı kapattık, yeni hatalar ekleyerek 😄\n\nVe… yakında yeni bir patron duyuracağız! Sadece normal olanların büyütülmüş versiyonları olan patronlar değil, tamamen yeni bir şey.\n\nBu değişikliklerin oyunu daha ilginç hale getireceğini umuyoruz. Herhangi bir öneriniz veya bir hata bulduysanız, lütfen bize bildirin!\n\nSavaş alanında görüşmek üzere!\nTeorik Stüdyo Ekibi",
  "button_text": null,
  "button_link": null
}
