{
  "title": "Грандиозное обновление",
  "image_url": "https://theoretical.studio/ps-mails/img/update.jpg",
  "body": "Всем привет! 4 месяца мы были в «спячке», но это не просто так! 😏 Все это время мы готовили для вас крутое обновление, и вот оно — наконец-то готово! \n\nТеперь давайте о главном — что изменилось: \n\nМы полностью переделали процесс выбора существ на выбор из трех случайных карт из коллекции. Игры будут интереснее и не будут такими однообразными где ты просто играешь одной расстановкой множество боев подряд. Теперь стратегию придется выстраивать на лету, в чем на наш взгляд, и есть самый фан. К этому добавили возможность обновлять драфт и убирать существ с поля начиная со второго раунда, что наконец позволит адаптировать свой билд и контрить соперников.\n\nПереработали абсолютное ВСЕ способности существ! Теперь у существ более уникальные абилки и каждое существо обрело свою уникальную роль: стало больше вариантов для разных комбо. У всех атакующих существ, наконец-то, разная атака. Еще мы разделили способности на АВТО, СУПЕРЫ и ПАССИВКИ, мы думаем, что теперь легче понять, что же делает каждое существо. Мы постарались все это сбалансировать так чтобы не было слишком сильных или слишком слабых существ самих по себе и можно было играть любым, но теперь больше стало больше смысла в эффективной расстановке и комбо. \n\nПеределали процесс открытия арбузов: «семена» теперь «билеты» (мы думаем, что так понятнее). Добавили экран после боя, на котором теперь видно какой арбуз выпал и почему. Переделали механику открытия арбуза: теперь арбуз улучшается с некоторым шансом и можно выбить гораздо более крутую награду в алмазном арбузе, если повезет. Добавили возможность получить сразу х2 дубликатов ценой в 2 билета.\n\nПоявился новый режим Арена. Он открывается для игроков, которые добрались до золотой лиги или выше. На Арене каждую неделю будут проводится PvP сражения в реальном времени. Добавили туда учет рейтинга по системе ELO (как в шахматных турнирах), награды и даже чат. Заходите по пятницам на Арену, сразимся.\n\nНемного переделали Команды, раньше можно было не играть за свою команду, зайти и просто получить награду. Теперь там отдельный магазин наград, который открывается прогрессом команды, но на получение отдельных наград нужно потратить свои токены. Мы думаем что так честнее, ну и награды сами стали круче.\n\nА еще мы много времени потратили на интерфейс игры, улучшили понятность и удобство добавили подсказки при расстановке, подсказки при наведении на персонажа, отображение активных усилений и многое другое. Полностью переделали обучение. Убрали надоедливые уведомления о заданиях. Исправили некоторые звуки и музыку. Закрыли множество старых багов, конечно же, добавив новых 😄\n\nИ еще… скоро мы объявим нового босса! Не тех боссов, которые просто увеличенные версии обычных, а совершенно нового.\n\nМы надеемся, что эти изменения сделают игру интереснее. Если у вас есть какие-то предложения или вы нашли какой-то баг, обязательно нам напишите!\n\nДо новых встреч на поле боя!\nКоманда Theoretical Studio",
  "button_text": null,
  "button_link": null
}
