{
  "title": "The Grand Update",
  "image_url": "https://theoretical.studio/ps-mails/img/update.jpg",
  "body": "Hello everyone! We have been in \"hibernation\" for 4 months, but it was for a reason! 😏 During this time, we prepared an awesome update for you, and it’s finally ready!\n\nNow let's get to the main point — what has changed:\n\nWe completely revamped the creature selection process to choose from three random cards from the collection. Games will be more interesting and won’t be so monotonous where you just play the same setup multiple times in a row. Now you'll have to build your strategy on the fly, which we believe is the most fun. We also added the ability to refresh the draft and remove creatures from the field starting from the second round, allowing you to adapt your build and counter opponents.\n\nWe reworked ALL creature abilities! Now creatures have more unique abilities and each creature has its own unique role: there are more options for different combos. All attacking creatures finally have different attacks. We also divided abilities into AUTO, SUPER, and PASSIVE, making it easier to understand what each creature does. We tried to balance everything so that there are no overly strong or weak creatures, allowing for any creature to be playable, but now there is more meaning in effective setups and combos.\n\nWe redesigned the watermelon opening process: \"seeds\" are now \"tickets\" (we think this is clearer). We added a post-battle screen showing which watermelon dropped and why. We revamped the watermelon opening mechanics: now the watermelon can improve with a certain chance, and you can get a much cooler reward in the diamond watermelon if you're lucky. We added the option to get x2 duplicates for the price of 2 tickets.\n\nA new Arena mode has been introduced. It opens for players who reach the Gold League or higher. Every week, there will be real-time PvP battles on the Arena. We added an ELO rating system (like in chess tournaments), rewards, and even a chat. Join us on Fridays in the Arena for battles.\n\nWe slightly reworked Teams; previously, you could not play for your team, just log in and receive rewards. Now there’s a separate rewards shop that opens with team progress, but you need to spend your tokens to receive individual rewards. We think this is fairer, and the rewards themselves have become cooler.\n\nWe also spent a lot of time on the game interface, improving clarity and convenience, adding hints during placement, hints when hovering over characters, displaying active buffs, and much more. We completely revamped the tutorial. We removed annoying task notifications. We fixed some sounds and music. We closed many old bugs, of course, adding new ones 😄\n\nAnd… soon we will announce a new boss! Not those bosses that are just enlarged versions of the regular ones, but something completely new.\n\nWe hope these changes will make the game more interesting. If you have any suggestions or found any bugs, please let us know!\n\nSee you on the battlefield!\nThe Theoretical Studio Team",
  "button_text": null,
  "button_link": null
}
